{"opened_at":"2024-07-30T17:49:14.30897456Z","closed_at":"0001-01-01T00:00:00Z","id":"963","type":"concern","policy":"pmp-concern-policy-v1","author":"","tracker_url":"https://github.com/pluralitybook/plurality/issues/963","title":"Proportional representation is bad!","description":"Here\r\n\r\nhttps://github.com/pluralitybook/plurality/blob/fe451b9bbe0a77a6eaf8796a3c000f19bd0dc168/contents/english/5-6-%E2%BF%BB-voting.md?plain=1#L37\r\n\r\nYou argue that \"proportional representation\" == \"plurality\", therefore good\r\n\r\nNo, [humans cannot live without leader!](https://x.com/AntipenkoL3792/status/1810103292443410906) (even after we will merge our brains into one)\r\n\r\nYou propose to worsen the leader election! \r\n\r\nAll those shenanigans like \"lets give more voting power to these people, no, to that people\" will only make the culling out of bad actors (desires are unaligned with desires of society) harder\r\n\r\nThe real improvement is to make culling cycles FASTER and experiments - EASIER TO INTERPRET\r\n\r\n_____\r\n\r\n# CRUX\r\n\r\nFrom book \"Beginning of infinity\" by David Deutsch:\r\n\r\n\u003e Karl Popper once said: the main question in politics should be NOT \"who is bad or who is good? who should be leader?\" \r\n\u003e\r\n\u003e but \"what changes will allow better error correction?\"\r\n\r\ntherefore, I, srghma, think that:\r\n1. **experiments should be short** - elect president for 1 year (like in Switzerland) is better than for 4 years (like in Ukraine). But even better is \"to elect president every day, every hour, every Plank second\"  (yes, because system will stabilize, structures will appear, structures like \"hexagons appear in mercury if You heat mercury\") (NOTE: I believe this step is not possible without digitalization, because paper counting by humans will be too expensive)\r\n\r\n![8b10 40a_0](https://github.com/user-attachments/assets/cc6c8da5-80fc-4f62-80f7-dfd24805b814)\r\n\r\nhttps://srghma.github.io/universe \r\n\r\nhttps://srghma.github.io/how-life-was-created\r\n\r\n\r\n2. **experiments should be hard to misinterpret** (experiments should not be useless / should not be possible \"we have done experiment, but didn't learn anything\") - THUS , I believe that presidential system is better than parliamentary system. This is because presidential system allows better error-correction. (because \"one person can admit mistakes, but the group of people will never admit mistakes. They will just point at each other.\")\r\n\r\n____\r\n\r\nMy ideal country looks like this \r\n\r\nhttps://x.com/AntipenkoL3792/status/1809934053275254875\r\n\r\n____\r\n\r\nhttps://x.com/AntipenkoL3792/status/1809940410992919038\r\n\r\nHere, in this video David Deutsch argues that FPTP voting is better than Condorcet voting. \r\n\r\nYes, it is better, but in Federal representation (100 chairs for each best one in district) or proportional representation (100 chairs for each party) BECAUSE they are already fucked up, hard to cull out. Condorcet voting will make even worse. \r\n\r\nBut I think when You have presidential system + short experiments - You get best from both worlds - strong leader and impossibility of dictatorship (just don't vote to make experiments longer). And now, now - yes, [now the Condorcet voting becomes better than FPTP](https://x.com/srghma/status/1812684769999896677).\r\n\r\nAnd of course, the number of chairs in parliament should be equal to number of people in country, everyone should vote\r\n\r\nAll-country-parliament + 1 quick leader, NOT the infinite \"rule of 100 chairs\"","labels":["gov4git:pmp-v1"],"frozen":false,"closed":false,"cancelled":false,"archived":false,"score":{"attention":400},"ref_by":null,"ref_to":null}
